{
  "title": "ECOVACS DEEBOT X9 PRO Omni Saugroboter mit Wischfunktion, 16.600 Pa, OZMO Roller, ZeroTangle 3.0,TruEdge 2.0, Heißwasser-Moppwäsche, Heißlufttrocknung, All-in-One Omni Station, YIKO-GPT",
  "brand": "Besuche den ECOVACS-Store",
  "asin": "B0F1SWS24N",
  "price": {
    "raw": "785,00€",
    "value": 785.0,
    "currency_hint": "EUR"
  },
  "original_price": {
    "raw": "1.499,00€",
    "value": 1.499,
    "currency_hint": "EUR"
  },
  "discount_amount": 0,
  "discount_percent": 0.0,
  "coupon_text": null,
  "coupon_value": {
    "percent": null,
    "amount": null,
    "currency_hint": null
  },
  "final_price_after_coupon": null,
  "availability": "Nur noch 1 auf Lager",
  "is_prime": false,
  "shipping_cost_text": null,
  "delivery_date": "GRATIS Lieferung Donnerstag, 9. Oktober. Bestellung innerhalb 11 Stdn. 33 Min.",
  "free_returns": null,
  "returns_days": null,
  "returns_text": null,
  "rating_value": 4.4,
  "review_count": 506,
  "answered_questions": null,
  "purchases_past_month": 600,
  "purchases_past_month_is_plus": true,
  "purchases_past_month_raw": "600+",
  "bestseller_rank": null,
  "seller_name": "Amazon Retourenkauf",
  "seller_rating_percent": null,
  "buybox_sold_by": "Verkauf durch Amazon Retourenkauf und Versand durch Amazon. Für weitere Informationen, Impressum, AGB und Widerrufsrecht klicken Sie bitte auf den Verkäufernamen.",
  "variants": {},
  "bullets": [
    "【Triple-Lift mit präziser Trennung von Trocken- und Nassreinigung】Das Triple-Lift-System des DEEBOT X9 PRO OMNI mit präziser Trennung von Trocken- und Nassreinigung passt sich an verschiedene Reinigungsaufgaben an. Auf Teppichen wird der Rollenwischmopp zum Vermeiden von Wasserschäden angehoben und die Saugleistung für effektives Staubsaugen erhöht. Bei Flüssigkeiten heben sich die Bürsten, um Verschmutzungen vorzubeugen, und starke Flecken werden im Rastermuster gereinigt. Bei großen Partikeln hebt sich die Seitenbürste, um eine Streuung im Raum zu verhindern. Das System sichert eine präzise Reinigung und optimalen Bodenschutz in jedem Szenario.",
    "【OZMO ROLLER Wischwalze mit kontinuierlicher Selbstreinigung】Die OZMO ROLLER-Wischtechnologie bietet eine höhere Wischleistung durch eine Wischdruckintensität von 3.700 Pa – ein mehr als 16-mal so hoher Anpressdruck wie bei derzeit auf dem Markt erhältlichen Wischtechnologien mit zwei Tellermopps oder Vibrations-Wischplatten – und entfernt Flecken am Boden effektiv. Das Schmutzwasser des Wischmopps wird kontinuerlich durch neues Frischwasser ersetzt und mit 220 Wisch- und Spülaktionen pro Minute werden Streifen- und Schmierenbildung effektiv verhindert, um einen starken Reinigungseffekt bei Flecken zu erzielen.",
    "【BLAST Technologie und 16.600 Pa Saugkraft】DEEBOT X9 PRO OMNI revolutioniert die Haushaltsreinigung mit der BLAST Technologie, die eine extrem hohe Saugkraft von 16.600 Pa und mit einem großen Luftstrom von 16,3 l/s (49 % mehr als herkömmliche Saugroboter*) verbindet. So werden festsitzender Staub, Tierhaare und große Schmutzpartikel mühelos aufgenommen (100 % bei Schmutzpartikeln in der Größe von Frühstücksflocken). Angetrieben wird der X9 PRO OMNI erstmals mit Batteriezellen aus der Klasse für Elektrofahrzeuge (2,4 Mal längere Laufzeit) und damit entfernt er 137,6 % mehr Staub aus Teppichen und nimmt feinste Partikel auf – ideal für Teppiche und Hartböden. * (In ECOVACS Laboren getestet)",
    "【ZeroTangle 3.0 Technologie und TruEdge 2.0 mit 3D-Kantensensor】Die ZeroTangle 3.0 Anti-Tangle-Technologie kombiniert die ARClean Seitenbürste mit der Cyclone Hauptbürste, um Haar-Verwicklungen um die Borsten zu vermeiden – ideal für Haushalte mit Haustieren oder Menschen mit langen Haaren. TruEdge 2.0 mit 3D-Kantensensor fährt den Rollenwischmopp und die Seitenbürste dynamisch aus und reinigt an Kanten, in Ecken und sogar entlang unebener Sockelleisten oder Möbelfüßen mit einem Abstand von nur 1 mm. Das Triple-Lift-System trennt intelligent die Trocken- und Nassreinigung – bei Teppichen werden die Wischmopps angehoben, um ein Befeuchten zu vermeiden, und die Saugleistung wird verstärkt.",
    "【AIVI 3D 3.0 und AI Stain Detection 2.0】Die AIVI 3D 3.0 Omni-Approach-Technologie nutzt strukturiertes Licht und Deep Learning, um dein Zuhause in Echtzeit zu kartieren. Sich bewegende Hindernisse wie Haustiere, Kind oder Spielzeug werden gekonnt vermieden. Die verbesserte AI Stain Detection 2.0 erkennt verschüttete Flüssigkeiten (z. B. Getränke, Saucen, Milch), um ein Verschmieren oder Veteilen zu vermeiden. Zudem wendet sie für verschiededene Fleckenarten automatisch gezielte Strategien an: Dreifaches Schrubben für leichte Flecken oder Tiefenreinigung im Rastermuster für hartnäckige Rückstände.",
    "【Verbesserte, innovative OMNI-Station】Die verbesserte OMNI-Station sorgt für reibungslose Wartung: Temperaturgesteuerte Moppwäsche 2.0 (40–75 °C): Passt Wärme und Waschzyklen an den Verschmutzungsgrad an, um Dreck zu lösen und Bakterien abzutöten. Heißlufttrocknung bei 63 °C: Beseitigt Gerüche und Mikroorganismen zu 99,9 % und trocknet die Wischmopps in 2 Stunden. Automatische Leerung des Staubbehälters und 150 Tage wartungsfreie Reinigungswanne: 90 Tage ohne manuelle Entleerung und minimale Reinigung der Wanne (1–2 Mal/Jahr). Automatische Dosierung der Reinigungslösung: Mischt Reinigungslösung und Wasser präzise (Verhältnis 1:200) für optimales Wischen ohne Rückstände.",
    "【Nahtlose Smart Home Integration und umweltfreundliche Effizienz】Kann zur Reinigungsplanung, Zonenreinigung oder für Statusaktualisierungen mit Alexa, Google Home oder der ECOVACS App synchronisiert werden. Die Batteriezellen aus der Klasse für Elektrofahrzeuge sorgen für eine 2,4 Mal längere Laufzeit und Energieeffizienz. Gleichzeitig verringert das 150-Tage-wartungsfreie-Design eine Menge Abfall in Form von verbrauchten Wischmopps oder Filtern. Das Design der kompakten, nur 36,8 cm hohen OMNI-Station passt perfekt in moderne europäische Wohnräume."
  ],
  "description": "Produktbeschreibung des Herstellers Das Video zeigt das verwendete Produkt.Das Video führt dich durch die Produkteinrichtung.Das Video vergleicht mehrere Produkte.Das Video zeigt das Produkt beim Auspacken.Video Player is loading.Klicken, um das Video wiederzugebenAbspielenStummCurrent Time 0:00/Duration 0:31Loaded: 0.00%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:31 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedUntertitelsubtitles off, selectedAudio Trackdefault, selectedVollbildThis is a modal window. X9 Händlervideo Previous page Next page 1 OZMO ROLLER 2 Unerreichte Wischleistung 3 16.600 PA Saugkraft 4 Triple Lift Previous page Next page 1 OZMO ROLLER Wischwalze 2 Moppreinigung 3 Kantenreinigung 4 Bürstenlift Previous page Next page 1 BLAST Technologie 2 Zero Tangle 3.0 3 Mopplift 4 Reinigt jeden Teppich 5 Entwickelt für Effizienz Previous page Next page 1 10-in-1-Station 2 Automatisch hinzufügen 3 Wischen bis alles glänzt 4 Heißlufttrocknung 5 Wischen bis alles glänzt Previous page Next page 1 Reinigung mit KI-Power 2 Reinigt versteckten Staub 3 Smarte KI 4 KI-Assistent 5 Intelligente Steuerung",
  "images": [
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SX466_.jpg",
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SY450_.jpg",
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SX679_.jpg",
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SX522_.jpg",
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SY355_.jpg",
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SX425_.jpg",
    "https://m.media-amazon.com/images/I/61IqD3-Xx3L._AC_SX569_.jpg",
    "https://m.media-amazon.com/images/I/41t8EkUrTjL.SX522_.jpg",
    "https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/grey-pixel.gif",
    "https://m.media-amazon.com/images/G/03/HomeCustomProduct/imageBlock-360-thumbnail-icon-small._CB610490337_FMpng_RI_.png",
    "https://m.media-amazon.com/images/I/31MQ-vgpmcL._AC_US100_.jpg",
    "https://m.media-amazon.com/images/I/51C4CXph5SL._AC_US100_.jpg",
    "https://m.media-amazon.com/images/I/41wYUJoArnL._AC_US100_.jpg",
    "https://m.media-amazon.com/images/I/51yNJ8-vu+L._AC_US100_.jpg",
    "https://m.media-amazon.com/images/I/417Md0a3ONL._AC_US100_.jpg",
    "https://m.media-amazon.com/images/I/51o42UnAc4L._AC_US100_.jpg",
    "https://m.media-amazon.com/images/I/41t8EkUrTjL.SS125_PKplay-button-mb-image-grid-small_.jpg"
  ],
  "badges": [],
  "deal_badge": "Frühes Prime Angebot ANZAHL_DER_STUNDEN Stunden ANZAHL_DER_MINUTEN Minuten Frühes Prime Angebot NO_OF_MINUTES Minuten Frühes Prime Angebot NO_OF_MINUTES Minuten NO_OF_SECONDS Sekunden Frühes Prime Angebot NO_OF_SECONDS Sekunden Frühes Prime Angebot",
  "product_info": {
    "normalized": {
      "brand": "ECOVACS",
      "modellname": "X9 PRO OMNI",
      "eingeschlossene_komponenten": "Benutzerhandbuch *1, DEEBOT*1 (mit Filter *1, Hauptbürste *1, Mopp-Walzenrolle *1), Kurzanleitung *1, Ladekabel *1, OMNI Station*1 (mit Staubbeutel *1, Wassertanks *2), Seitenbürste *1",
      "model_number": "X9 PRO OMNI",
      "durchschnittliche_kundenbewertung": "4,4 4,4 von 5 Sternen (506) 4,4 von 5 Sternen",
      "amazon_bestseller_rang": "Nr. 887 in Küche, Haushalt & Wohnen (Siehe Top 100 in Küche, Haushalt & Wohnen) Nr. 6 in Staubsaugroboter",
      "asin": "B0F1SWS24N",
      "artikeltyp_name": "Roboterstaubsauger, Staubsauger",
      "country_of_origin": "China",
      "artikelh_he": "50 cm",
      "manufacturer": "ECOVACS",
      "color": "Schwarz",
      "geeignete_gel_ndeart": "Teppich/Holz/Fliese",
      "besondere_merkmale": "Automatische Entleerung, Heißlufttrocknung bei 63 °C, OZMO Roller Saugroboter mit Wischfunktion, Selbstreinigend, Temperaturgesteuerte Moppwäsche 2.0 (40–75 °C)",
      "controllertyp": "App-Steuerung, Sprachsteuerung",
      "filtertyp": "Patrone, Gewebe",
      "akkulaufzeit": "200 Minuten",
      "batterietyp": "Lithium-Ionen",
      "spannung": "14,4 Volt",
      "betriebsart": "Batteriebetrieben",
      "batterien_enthalten": "Ja",
      "steuerungsart": "Sprachsteuerung",
      "formfaktor": "rund",
      "artikel_abmessungen_l_x_b_x_h": "56L x 38B x 40,8H cm",
      "item_weight": "12,89 Kilogramm"
    }
  },
  "_source_file": "C:\\Users\\admin\\Desktop\\scraper\\data\\produckt\\https_www.amazon.de_ECOVACS-PRO-Wischfunktion-HeiC39Fwasser-MoppwC3A4sche-HeiC39Flufttrocknung_dp_B0F1SWS24N_f3345b4622328f23.html"
}